Repository: intraweb-modules12/iw_webbox
Catalog: locale/*/LC_MESSAGES/module_*_webbox.po
Languages: es

source: Error! Could not load items.
es: Error! No se logró cargar los elementos.

source: Error! Could not do what you wanted. Please check your input.
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: URL not found. Please check the reference
es: No se ha encontrado la dirección URL solicitada. Compruebe que la referencia dada sea correcta.

source: Error! Creation attempt failed.
es: Error! Intento de creación fallido.

source: No such item found.
es: No se encontró tal elemento.

source: Error! Sorry! Deletion attempt failed.
es: Error! Intento de borrado fallido.

source: Error! Update attempt failed.
es: Error! Intento de actualización fallido.

source: Show existing URL
es: Muestra las direcciones creadas

source: Sorry! No authorization to access this module.
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: A new URL reference has been created
es: Se ha creado una nueva dirección URL.

source: URL reference updated
es: Se ha actualizado la referencia.

source: URL not found
es: No se ha encontrado la dirección sobre la cual hacer la acción solicitada.

source: URL reference removed
es: Se ha borrado la referencia.

source: Done! Module configuration updated.
es: Hecho! Configuración del módulo actualizada.

source: Description
es: Descripción

source: URL administration
es: Definición de direcciones URL

source: Add new URL
es: Añadir una nueva dirección URL

source: Reference
es: Referencia

source: Width (%)
es: Anchura (%)

source: Height (pixels)
es: Altura (pixels)

source: Show scroll
es: Scrolls

source: (recommended)
es: (Es aconsejable marcar la opción)

source: Create
es: Crear

source: Cancel
es: Cancelar

source: You must introduce a reference
es: No habéis puesto la referencia de la URL.

source: You must introduce an URL address
es: No habéis escrito la URL

source: Width introduced is not valid. The maximum value for percentual unit is 100
es: El ancho puesto no es válido. Si la unidad para el ancho es de porcentage, el valor máximo es 100.

source: Height introduced is not valid
es: La altura puesta no es válida.

source: Remove URL reference
es: Borra la referencia

source: Confirm remove the URL reference
es: Confirma el borrado de la referencia.

source: Confirm deletion?
es: Confirmar borrado?

source: Modify
es: Modificar

source: References List
es: Lista de referencias

source: Options
es: Opciones

source: Yes
es: Sí

source: Edit
es: Editar

source: Delete
es: Borrar

source: To call a reference it is necessary to write 'module=iw_webbox&ref=Reference'
es: Para crear una referencia debe escribir 'module=iw_webbox&ref=Referencia'

source: There are not URL created
es: No hay ninguna dirección definida.

source: About this module
es: Acerca de este módulo

source: Hide block title
es: No muestres el título del bloque

source: Only visible for unregistered users
es: Solamente visible por los usuarios no registrados

source: Module configuration
es: Configura el módulo

source: Home URL for the module
es: Página inicial del contenedor
